import Layout from "../components/Layout.js";
import Counter from '../components/counter'

export default () => (
  <Layout title="アバウト">
    <main className="main">
      <Counter />
      <h1>アバウト</h1>
      <p>
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
      </p>
      <p>
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
      </p>
      <p>
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
        ほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげほげ
      </p>
    </main>
    <style jsx>{``}</style>
  </Layout>
);
